{
  "YouBanned":"Du bist blockiert",
  "SrryUrAccBanned":"Leider ist Ihr Konto gesperrt worden.",
  "Quit":"Abmelden",
  "Auth":"Autorisierung",
  "Login":"Anmeldung:",
  "Pass":"Kennwort:",
  "ComeIn":"Einloggen",
  "Registration":"Anmeldung",
  "Reg": "Anmeldung",
  "RemainSpect":"Zuschauen",
  "AdminPanel":"Administrator panel",
  "Coords": "Koordinaten",
  "PutTextIn":"Text eingeben",
  "Send":"Senden",
  "PleaseToChat":"So senden Sie eine Nachricht",
  "GoAuth": "melden Sie sich an",
  "ChoosePaint":"Modus ausgewählt: Zeichnung",
  "ChooseClean":"Gewählter Modus: Reinigung",
  "ChooseInfo":"Gewählter Modus: info",
  "ClearArea":"Freier Bereich",
  "TakePixInfo":"Pixel infos",
  "ShowPrivate":"Private Bereiche anzeigen",
  "PickAreaPrivate":"Wählen Sie einen zu privatisierenden Bereich",
  "PrivateCoords":"Private Koordinaten:",
  "LoginOwner":"Anmeldung des Eigentümers",
  "CreatePrivate":"Privat erstellen",
  "PrivateAreaList":"Liste der privaten Bereiche",
  "UsersList":"Benutzerliste",
  "Chat":"Chat",
  "PleaseToContinue":"Bitte,",
  "ToContin": "fortfahren",
  "UTryToPrintOnPrivate":"Sie versuchen, auf Privateigentum zu malen.",
  "Email":"Email:",
  "RepeatPass":"Bestätigen Sie das Passwort:",
  "Registrate":"Anmeldung",
  "GochAccEnter":"Haben Sie ein Konto? Einloggen.",
  "GetBan":"Blockieren",
  "MoreInfo": "Anweisungen",
  "Help": "Hilfe",
  "HelpMess": "Wenn Sie Fragen haben, schreiben Sie bitte an ",
  "HelpMessMail": "admin@pixworld.fun",
  "HelpMessPart": " oder zum technischen Support unseres ",
  "TgBotik": "Telegram-Bot",
  "InstructToSite": "Wie benutzt man die Website",
  "CloseButtonInst": "Schließen",
  "InfoHowToUse": "Anleitung zur Website",
  "MainInfoText": "Hauptfunktionen:\n\nFarbauswahl:\n\nKlicken Sie auf eines der Farbquadrate in der Palette, um eine zu zeichnende Farbe auszuwählen.\nDie gewählte Farbe wird zum Zeichnen auf dem Pixelbrett verwendet.\n\nPrämie:\n\nKlicken Sie auf ein beliebiges Pixel auf dem Brett, um es mit der ausgewählten Farbe zu übermalen.\n\nMaßstab ändern:\n\nVerwenden Sie das Mausrad, um das Board zu skalieren. Die Annäherung ermöglicht es Ihnen, detaillierter mit dem Board zu arbeiten.\nVerwenden Sie auf mobilen Geräten zwei Finger, um den Zoom zu ändern.\n\nÜber die Tafel bewegen:\n\num den sichtbaren Bereich der Tafel zu verschieben, halten Sie die linke Maustaste gedrückt und bewegen Sie den Cursor.\nAuf mobilen Geräten verwenden Sie einen Finger, um sich zu bewegen.",
  "AdminInfoText": "Administrationsbereich:\n\nZugang:\n\nDer Administrationsbereich ist nur für Benutzer mit Administratorrechten verfügbar.\n\nFunktionen:\n\nBenutzer verwalten:\n\nBenutzer sperren/entsperren:\n\nSuchen Sie den Benutzer in der Liste und klicken Sie auf die Schaltfläche, um seinen Status zu ändern, und sobald der Benutzer eine Anforderung an den Server eingeht, wird die Sperrseite für den Fall des Verbots des Benutzers und die Leinwand für den Fall des Entsperrens des Benutzers geladen\n\nAnzeigen von Pixelinformationen:\n\nKlicken Sie auf die Schaltfläche Pixelinformationen, klicken Sie dann mit der linken Maustaste auf den Computer oder mit einem Finger auf das Telefon, und dann werden die Pixelkoordinaten und die Farbe des Pixels im Admin-Panel angezeigt, sowie die E-Mail und der Login des Benutzers, der das Pixel gemalt hat, mit der Schaltfläche Sperren können Sie den Benutzer sperren\n\nVerwalten von Bildern:\n\nBereiche bereinigen:\n\nKlicken Sie auf die Schaltfläche Bereich löschen, und markieren Sie dann mit gedrückter linker Maustaste oder einem Finger am Telefon den zu löschenden Bereich, und lassen Sie dann die linke Maustaste oder den Finger am Telefon los. Wenn der ausgewählte Bereich korrekt ist, klicken Sie auf OK und der Bereich wird gelöscht, wenn Sie einen Bereich berührt haben, der nicht gelöscht werden soll, klicken Sie auf Abbrechen und markieren Sie den korrekten Bereich.n\n\nPrivate Zonen löschen:\n\nSie können einen privaten Bereich erstellen, indem Sie auf die Schaltfläche Privaten Bereich auswählen klicken und dann die linke Maustaste am Computer oder einen Finger am Telefon gedrückt halten, um einen privaten Bereich auszuwählen, und dann werden die Start- und Endkoordinaten des privaten Bereichs im Feld Private Koordinaten angezeigt, die manuell eingegeben und geändert werden können. Im nächsten Schritt müssen Sie die Benutzernamen der Benutzer eingeben, die über ein Leerzeichen auf diesen privaten Bereich zugreifen können, wobei der erste Login als Hauptbesitzer angezeigt wird\n\n",
  "OtherInfoText": "Verhaltensregeln:\n\nSchwitzen Sie mit Respekt vor anderen Benutzern. Verwenden Sie keine beleidigenden Worte und zeigen Sie keine Aggression im Chat.\nHalten Sie das Gesetz. Zeichnen oder verbreiten Sie keine Bilder, die hasserfüllte Symbole, Pornografie oder andere Inhalte enthalten, die als beleidigend oder illegal empfunden werden können.\n\nExtra:\nMenu der Anzeigesprache: Sie können die Anzeigesprache über das Dropdown-Menü in der oberen rechten Ecke des Bildschirms ändern.\n Sicherheitstipps:\n\n Geben Sie Ihr Passwort nicht an Dritte weiter.\n\n Technischer Support:\n\nWenn Sie Fragen oder Probleme haben, wenden Sie sich bitte an den technischen Support per E-Mail: admin@pixworld.spaß oder über unseren Telegramm-Bot.",
  "OtherInfoTextTwo": " or by our telegram",
  "firstPartOfInstruction": "HAUPTFUNKTIONEN: 1. Farbauswahl: Klicken Sie auf eines der Farbquadrate in der Palette, um eine zu zeichnende Farbe auszuwählen.\n Die ausgewählte Farbe wird zum Zeichnen auf dem Pixelbrett verwendet.\n\n 2. Zeichnen:\n\n Klicken Sie auf ein beliebiges Pixel auf der Tafel, um es mit der ausgewählten Farbe zu übermalen.\n\n 3.\n\n Zoomen: Verwenden Sie das Mausrad, um das Board zu skalieren. Die Annäherung ermöglicht es Ihnen, detaillierter mit dem Board zu arbeiten. \nVerwenden Sie auf mobilen Geräten zwei Finger ( Zoom ), um den Zoom zu ändern.\n\n 4. Über die Tafel bewegen: Um den sichtbaren Bereich der Tafel zu verschieben, halten Sie die linke Maustaste gedrückt und bewegen Sie den Cursor. \n\nVerwenden Sie auf mobilen Geräten einen Finger, um sich zu bewegen.\n\nVERHALTENSREGELN:\n\n Behandeln Sie andere Benutzer mit Respekt. Verwenden Sie keine beleidigenden Worte und zeigen Sie keine Aggression im Chat.\n Halten Sie sich an das Gesetz. Zeichnen oder verbreiten Sie keine Bilder, die hasserfüllte Symbole, explizite Pornografie ( Geschlechtsorgane, sexuelle Handlungen ) oder Links zu illegalen Websites enthalten oder andere Inhalte, die als beleidigend oder illegal empfunden werden können. Es ist verboten, Werbeinhalte zu zeichnen. \n\nDie Werbung wird ausschließlich mit der Site-Administration (für private Bereiche) abgestimmt. \n\nFür solche Inhalte werden Benutzer ohne Administratorberechtigung gesperrt. ANDER: \nÄndern der Sprache der Benutzeroberfläche: \n\nSie können die Sprache der Benutzeroberfläche über das Dropdown-Menü in der oberen rechten Ecke des Bildschirms ändern. \nSicherheitstipps: Geben Sie Ihr Passwort nicht an Dritte weiter. TECHNISCHER SUPPORT : Wenn Sie Fragen oder Probleme haben, kontaktieren Sie bitte den technischen Support per E-Mail:",
  "spaceBetweenContactsInInstruction": "oder durch unsere telegram:",
  "secondPartOfInstruction": "UPD:\n\n Bitten wir Sie, unsere Website mit Verständnis zu behandeln. Es ist immer noch nur am Anfang seiner Entwicklung und es sind kleine Verzögerungen zulässig, die behoben werden, sobald wir sie finden oder Sie sie finden. Informieren Sie uns über Probleme beim technischen Support. Brauchen Sie keine Haight, wenn Ihnen unsere Website nicht gefällt, so passiert es, suchen Sie einfach eine andere für sich. Wir sind immer offen für faire Kritik und bereit für Entwicklung."

}