{
  "YouBanned":"You're blocked",
  "SrryUrAccBanned":"Unfortunately, your account has been blocked.",
  "Quit":"Exit",
  "Auth":"Authorization",
  "Login":"Login:",
  "Pass":"Password:",
  "ComeIn":"Log in",
  "Registration":"Sign up",
  "Reg": "Registration",
  "RemainSpect":"Spectate",
  "AdminPanel":"Administrator panel",
  "Coords": "Coordinates",
  "PutTextIn":"Enter text",
  "Send":"Send",
  "PleaseToChat":"To send a message, please ",
  "GoAuth": "log in",
  "ChoosePaint":"Mode selected: Drawing",
  "ChooseClean":"Mode selected: Cleaning",
  "ChooseInfo":"Mode selected: Info",
  "ClearArea":"Clear area",
  "TakePixInfo":"Pixel info",
  "ShowPrivate":"Show private areas",
  "PickAreaPrivate":"Select an area to privatize",
  "PrivateCoords":"Privates coordinates:",
  "LoginOwner":"Owner's login",
  "CreatePrivate":"Create private",
  "PrivateAreaList":"Private areas list",
  "UsersList":"User list",
  "Chat":"Chat",
  "PleaseToContinue":"Please,",
  "ToContin": "to continue",
  "UTryToPrintOnPrivate":"You're trying to paint on private property",
  "Email":"Email:",
  "RepeatPass":"Confirm password:",
  "Registrate":"Sign up",
  "GochAccEnter":"Do you have an account? Log in.",
  "GetBan":"Block",
  "MoreInfo": "Instructions",
  "Help": "Help",
  "HelpMess": "If you have any questions, please email",
  "HelpMessMail": "admin@pixworld.fun",
  "HelpMessPart": "or to the technical support of our",
  "TgBotik": "telegram bot",
  "InstructToSite": "How to use the site",
  "CloseButtonInst": "Close",
  "InfoHowToUse": "Instructions for the site",
  "MainInfoText": "Main functions:\n\n Color selection:\n\nClick on one of the color squares in the palette to select a color to draw.The selected color will be used to draw on the pixel board.\n\nAddition:Click on any pixel on the board to fill it with the selected color.\n\nChange of scale:\n\n Use the mouse wheel to zoom the board. The approximation will allow you to work with the board in more detail.On mobile devices, use two fingers to zoom in.\n\nplacing on the board:To move the visible area of the board, hold down the left mouse button and move the cursor.On mobile devices, use one finger to move.",
  "AdminInfoText": "Administrative panel:\n\nup:\n\nPadministrative panel is available only for users with administrative rights.\n\n Functions:\n\n User management:\n\nblockingunblocking users:\n\n Find the user in the list and click the button to change his status, after which, as soon as the user receives a request to the server, the user will load the lock page in case of his ban and the canvas in case of his unblocking\n\n Viewing information about the pixel:\n\n Click on the pixel information button, then left-click on the computer or with one finger on the phone, after which the coordinates of the pixel and its color will be displayed in the admin panel, as well as the mail and login of the user who painted over this pixel, using the Lock button, you can block the user \n\n Drawing management:\n\nCleaning areas:\n\nClick on the Erase area button, then hold down the left mouse button or finger on the phone to select the area to clean, then release the left mouse button or finger on the phones. A confirmation window will appear, if the selected area is correct, click OK and the area will be cleared, if a fragment was touched that does not need to be cleared, click Cancel and select the correct area.\n\nThe use of private zones:\n\nYou can create a private by clicking on the Select area for private, then holding down the left mouse button on the computer or one finger on the phone to select the area to create a private, after which the initial and final coordinates of the private will be displayed in the Coordinates of the private field, which you can enter and change manually. The next step is to enter in the owner's Login field the logins of users who can have access to this private through a space, where the first login will be displayed as the main owner\n\n",

  "OtherInfoText": "Rules of conduct:\n\nTreat other users with respect. Do not use offensive words or show aggression in the chat.\nPS Observe the law. Do not draw or distribute images containing hate symbols, pornography, or other content that may be perceived as offensive or illegal.\n\nOther:\n\nChanging the interface language: You can change the interface language through the drop-down menu in the upper right corner of the screen.\nSafety Tips:\n\n Do not disclose your password to third parties.\n\n Technical support:If you have any questions or problems, please contact technical support by e-mail: admin@pixworld.fun or through our telegram bot.",
  "OtherInfoTextTwo": " or by our telegram",

  "firstPartOfInstruction": "MAIN FUNCTIONS:\n\n1. Color Selection:\nClick on one of the color squares in the palette to select a color to draw.\n The selected color will be used to draw on the pixel board.\n\n2. Drawing:\nClick on any pixel on the board to paint it with the selected color.\n\n3. Changing the scale:\nUse the mouse wheel to zoom the board. The approximation will allow you to work with the board in more detail. \nOn mobile devices, use two fingers (zoom) to change the zoom.\n\n4. Moving around the board:\nTo move the visible area of the board, hold down the left mouse button and move the cursor. \nOn mobile devices, use one finger to move.\n\nRULES OF CONDUCT:\n\nTreat other users with respect. Do not use offensive words or show aggression in the chat.\n Follow the law. Do not draw or distribute images containing hate symbols, explicit pornography (genitals, sexual acts), links to illegal websites or other content that may be perceived as offensive or illegal. It is forbidden to draw advertising content. \n\nAdvertising is strictly coordinated with the site administration (for private areas). \n\nUsers will be blocked for such content without the permission of the administrator. other: \nChanging the interface language: \n\nYou can change the interface language via the drop-down menu in the upper right corner of the screen. \nSecurity Tips: Do not disclose your password to third parties. TECHNICAL SUPPORT : If you have any questions or problems, please contact technical support by e-mail:",
  "spaceBetweenContactsInInstruction": "or through our telegram:",
  "secondPartOfInstruction": "UPD:\n\nWe ask you to treat our site with understanding. It is still only at the beginning of its development and small lags are acceptable, which will be fixed as soon as we or you find them. Let us know about the problems in the technical support. You don't need a haight, if you don't like our site, it happens, just find another one for yourself. We are always open to fair criticism and ready for development."

}