{
  "YouBanned":"Vous êtes banni",
  "SrryUrAccBanned":"Désolé, votre compte a été banni.",
  "Quit":"Quitter",
  "Auth":"Autorisation",
  "Login":"Login:",
  "Pass":"Password:",
  "ComeIn":"Sign In",
  "Registration":"Register",
  "Reg": "Enregistrement",
  "RemainSpect":"Remain Viewer",
  "AdminPanel":"Panneau d'administration",
  "Coords": "Coordinates",
  "PutTextIn":"Saisir le texte",
  "Send":"Envoyer",
  "PleaseToChat":"Pour envoyer un message, veuillez",
  "GoAuth": "se connecter",
  "ChoosePaint":"Mode sélectionné : peinture",
  "ChooseClean":"Mode sélectionné : nettoyage",
  "ChooseInfo":"Mode sélectionné : information",
  "ClearArea":"Effacer la area",
  "TakePixInfo":"Informations sur les pixels",
  "ShowPrivate":"Afficher les zones privées",
  "PickAreaPrivate":"Sélectionnez une zone à privatiser",
  "PrivateCoords":"Coordonnées de la zone privée:",
  "LoginOwner":"Login du propriétaire",
  "CreatePrivate":"Créer une zone privée",
  "PrivateAreaList":"Liste des zones privées",
  "UsersList":"Liste des utilisateurs",
  "Chat":"Chat",
  "PleaseToContinue":"s'il vous plaît,",
  "ToContin": "Continuer",
  "UTryToPrintOnPrivate":"Vous essayez de dessiner sur une propriété privée",
  "Email":"Email:",
  "RepeatPass":"Confirmation du mot de passe:",
  "Registrate":"Enegister",
  "GochAccEnter":"Vous avez un compte ? Log in.",
  "GetBan":"Bloquer",
  "MoreInfo": "Instructions",
  "Help": "Aide",
  "HelpMess": "Si vous avez des questions, envoyez un courriel à",
  "HelpMessMail": "admin@pixworld.fun",
  "HelpMessPart": "ou dans le support technique de notre ",
  "TgBotik": "telegram-bot",
  "InstructToSite": "Comment utiliser le site",
  "CloseButtonInst": "Fermer",
  "InfoHowToUse":"mode d'emploi du site",
  "MainInfoText": "fonctions de Base:\n\nchoisir les couleurs:\n\nCliquez sur l'un des carrés de couleur de la palette pour choisir la couleur à peindre.\nLa couleur sélectionnée sera utilisée pour dessiner sur le tableau de pixels.\n\nNote: \n\nCliquez sur n'importe quel Pixel du tableau pour le peindre avec la couleur de votre choix.\n\nUtilisez la molette de la souris pour zoomer le tableau. L'approximation vous permettra de travailler avec le tableau plus en détail.\nSur les appareils mobiles, utilisez deux doigts pour effectuer un zoom avant.\n\nPour déplacer le tableau: \n\nPour déplacer la zone visible du tableau, maintenez le bouton gauche de la souris enfoncé et déplacez le curseur.\nSur les appareils mobiles, utilisez un doigt pour vous déplacer.",
  "AdminInfoText": "Panneau d'administration:\n\nAccès:\n\nLe panneau d'administration est uniquement disponible pour les utilisateurs disposant de droits d'administration.\n\nFonction:\n\nGestion des utilisateurs:\n\nVerrouiller / déverrouiller les utilisateurs:\n\nRecherchez l'utilisateur dans la liste et cliquez sur le bouton pour changer son statut, puis dès que l'utilisateur reçoit une demande au serveur, l'utilisateur télécharge la page de verrouillage en cas d'interdiction et la toile en cas de déverrouillage\n\nAffichage des informations sur les pixels:\n\nCliquez sur le bouton informations sur le Pixel, puis cliquez avec le bouton gauche de la souris sur l'ordinateur ou avec un doigt sur le téléphone, puis dans le panneau d'administration affiche les coordonnées du Pixel et sa couleur, ainsi que le courrier et le login de l'utilisateur qui a peint ce Pixel, sur le bouton Bloquer, vous pouvez verrouiller l'utilisateur\n\nGestion des dessins:\n\nNettoyage des zones:\n\nCliquez sur le bouton Effacer la zone, puis maintenez le bouton gauche de la souris enfoncé ou faites glisser votre doigt sur le téléphone pour sélectionner la zone à effacer, puis relâchez le bouton gauche de la souris ou le doigt sur les téléphones. La fenêtre de confirmation de l'action apparaît, si la zone sélectionnée est correcte, cliquez sur OK et la zone est effacée, si un fragment qui n'a pas besoin d'être effacé a été touché, cliquez sur Annuler et sélectionnez la zone correcte .\\n\\napplication des zones privées: \\ n \\ nVous pouvez créer une zone privée en cliquant sur le bouton Sélectionner la zone privée, puis en maintenant le bouton gauche de la souris sur l'ordinateur ou un doigt sur le téléphone pour sélectionner la zone pour créer une zone privée, après quoi les coordonnées de début et de fin de la zone privée sont affichées dans le champ Coordonnées de la zone privée, que vous pouvez entrer et modifier manuellement. L'étape suivante consiste à entrer dans le champ Login du propriétaire les connexions des utilisateurs qui peuvent accéder à ce privé via un espace, où le premier login sera affiché en tant que propriétaire principal\n\n",
  "OtherInfoText": "règles de conduite:\n\n respectez les autres utilisateurs. N'utilisez pas de mots offensants et ne soyez pas agressif dans le chat.\n Psouvez la loi. Ne dessinez pas ou ne diffusez pas d'images contenant des symboles haineux, de la pornographie ou tout autre contenu susceptible d'être perçu comme offensant ou illégal.\n\nSuppléments: \nMenu de la langue de l'interface: Vous pouvez changer la langue de l'interface via le menu déroulant dans le coin supérieur droit de l'écran.\nLes conseils de sécurité: \n\nNous ne divulguons pas votre mot de passe à des tiers.\n\n assistance technique: \n\nSi vous avez des questions ou des problèmes, contactez le support technique par e-mail: admin@pixworld.fun ou via notre bot telegram.",
  "OtherInfoTextTwo": " or by our telegram",
  "firstPartOfInstruction": "FONCTION PRINCIPALE:\n\n1. Sélection des couleurs:\nCliquez sur l'un des carrés de couleur de la palette pour choisir la couleur à peindre.\n La couleur sélectionnée sera utilisée pour dessiner sur le tableau de pixels.\n\n2. Dessin:\nCliquez sur n'importe quel Pixel du tableau pour le peindre avec la couleur sélectionnée.\n\n3. Zoom:\nUtilisez la molette de la souris pour zoomer sur la carte. L'approximation vous permettra de travailler avec le tableau plus en détail. \nSur les appareils mobiles, utilisez deux doigts ( zoom) pour effectuer un zoom.\n\n4. Naviguer dans le tableau:\nPour déplacer la zone visible du tableau, maintenez le bouton gauche de la souris enfoncé et déplacez le curseur. \nSur les appareils mobiles, utilisez un doigt pour vous déplacer.\n\nLES USAGES:\n\nTraiter avec respect les autres utilisateurs. N'utilisez pas de mots offensants et ne soyez pas agressif dans le chat.\n Respecter la loi. Ne dessinez pas ou ne diffusez pas d'images contenant des symboles haineux, de la pornographie explicite ( organes sexuels, actes sexuels), des liens vers des sites illégaux ou tout autre contenu susceptible d'être perçu comme offensant ou illégal. Il est interdit de dessiner du contenu publicitaire. \n\nLa publicité est strictement coordonnée avec l'administration du site (pour les zones privées). \n\nPour ce contenu sans l'autorisation de l'administrateur, les utilisateurs seront bloqués. AUTRE: \nChanger la langue de l'interface: \n\nVous pouvez changer la langue de l'interface via le menu déroulant dans le coin supérieur droit de l'écran. \nConseils de sécurité: Ne divulguez pas votre mot de passe à des tiers. SUPPORT TECHNIQUE: si vous avez des questions ou des problèmes, contactez le support technique par e-mail:",
  "spaceBetweenContactsInInstruction": "ou par notre télégramme:",
  "secondPartOfInstruction": "UPD:\n\nNous vous prions de bien comprendre notre site. Il n'est encore qu'au début de son développement et de petits retards sont autorisés, qui seront corrigés dès que nous ou vous les découvrons. Signalez - nous les problèmes dans le support technique. Pas besoin de Haight, si vous n'aimez pas notre site, il arrive, il suffit de trouver un autre pour vous-même. Nous sommes toujours ouverts à la critique juste et prêts pour le développement."

}