{
  "YouBanned":"Вы заблокированы",
  "SrryUrAccBanned":"К  сожалению, ваш  аккаунт был заблокирован.",
  "Quit":"Выйти",
  "Auth":"Авторизация",
  "Login":"Логин:",
  "Pass":"Пароль:",
  "ComeIn":"Войти",
  "Registration":"Зарегистрироваться",
  "Reg": "Регистрация",
  "RemainSpect":"Остаться зрителем",
  "AdminPanel":"Панель администратора",
  "Coords": "Координаты",
  "PutTextIn":"Введите текст",
  "Send":"Отправить",
  "PleaseToChat":"Чтобы отправить сообщение, пожалуйста,",
  "GoAuth": "войдите",
  "ChoosePaint":"Выбран режим: Рисование",
  "ChooseClean":"Выбран режим: Отчистки",
  "ChooseInfo":"Выбран режим: Информации",
  "ClearArea":"Стереть область",
  "TakePixInfo":"Информация о пикселе",
  "ShowPrivate":"Показать приватные области",
  "PickAreaPrivate":"Выделить область для привата",
  "PrivateCoords":"Координаты привата:",
  "LoginOwner":"Логин обладателя",
  "CreatePrivate":"Создать приват",
  "PrivateAreaList":"Список приватных областей",
  "UsersList":"Список пользователей",
  "Chat":"Чат",
  "PleaseToContinue":"Пожалуйста,",
  "ToContin": "для продолжения",
  "UTryToPrintOnPrivate":"Вы пытаетесь рисовать на приватной территории",
  "Email":"Email:",
  "RepeatPass":"Подтвердите пароль:",
  "Registrate":"Зарегистрироваться",
  "GochAccEnter":"У вас есть аккаунт? Войдите",
  "GetBan":"Заблокировать",
  "MoreInfo": "Инструкция",
  "Help": "Помощь",
  "HelpMess": "Если у вас возникли вопросы, напишите на e-mail",
  "HelpMessMail": "admin@pixworld.fun",
  "HelpMessPart": "или в техподдержку нашего",
  "TgBotik": "telegram-бота",
  "InstructToSite": "Как пользоваться сайтом",
  "CloseButtonInst": "Закрыть",
  "InfoHowToUse": "Инструкция к сайту",
  "MainInfoText": "Основные функции:\n\nВыбор цвета:\n\nНажмите на один из квадратов цвета в палитре, чтобы выбрать цвет для рисования.\nВыбранный цвет будет использоваться для рисования на пиксельной доске.\n\nРисование:\n\nЩелкните на любом пикселе на доске, чтобы закрасить его выбранным цветом.\n\nИзменение масштаба:\n\nИспользуйте колесо мыши для масштабирования доски. Приближение позволит вам работать с доской более детально.\nНа мобильных устройствах используйте два пальца для изменения масштаба.\n\nПеремещение по доске:\n\nЧтобы переместить видимую область доски, зажмите левую кнопку мыши и перемещайте курсор.\nНа мобильных устройствах используйте один палец для перемещения.",
  "AdminInfoText": "Административная панель:\n\nДоступ:\n\nАдминистративная панель доступна только для пользователей с административными правами.\n\nФункции:\n\nУправление пользователями:\n\nБлокировка/разблокировка пользователей:\n\nНайдите пользователя в списке и нажмите кнопку для изменения его статуса, после чего как только со стороны пользователя поступит запрос на сервер, у пользователя прогрузится страница блокировки в случае его бана и холст в случае его разблокировки\n\nПросмотр информации о пикселе:\n\nНажмите на кнопку информация о пикселе, после чего нажмите левой кнопкой мыши на компьютере или одним пальцем на телефоне, после чего в панели администратора отобразятся координаты пикселя и его цвет, а так же почта и логин пользователя закрасившего этот пиксель, по кнопке Заблокировать, можно произвести блокировку пользователя\n\nУправление рисунками:\n\nОчистка областей:\n\n Нажмите на кнопку Стереть область, после чего зажатой левой кнопкой мыши или пальцем на телефоне выделите область для очистки, после чего отпустите левую кнопку мыши или палец на телефонах. Появится окно подтверждения действия, если выделенная область является корректной, нажмите ОК и область очистится, если же был задет фрагмент который не нужно очищать, нажмите Отменить и выделите корректную зону .\n\nИзменение приватных зон:\n\nВы можете создать приват, нажав на кнопку Выделить область для привата, после чего зажав левую кнопку мыши на компьютере или один палец на телефоне выделить область для создания привата, после чего в поле Координаты привата отобразятся начальные и конечные координаты привата, которые можно ввести и изменить вручную. Следующим шагом требуется ввести в поле Логин обладателя логины пользователей которые могу иметь доступ к этому привату через пробел, где первый логин будет отображаться как главный владелец\n\n",
  "OtherInfoText": "Правила поведения:\n\nОтноситесь с уважением к другим пользователям. Не используйте оскорбительные слова и не проявляйте агрессию в чате.\nСоблюдайте закон. Не рисуйте и не распространяйте изображения, содержащие ненавистнические символы, порнографию или другой контент, который может быть воспринят как оскорбительный или незаконный.\n\nПрочее:\nСмена языка интерфейса: Вы можете изменить язык интерфейса через выпадающее меню в верхнем правом углу экрана.\nСоветы по безопасности:\n\nНе раскрывайте свой пароль третьим лицам.\n\nТехническая поддержка:\n\nЕсли у вас возникли вопросы или проблемы, свяжитесь с техподдержкой по e-mail: ",
  "OtherInfoTextTwo": "или через наш телеграмм",
  "firstPartOfInstruction": "ОСНОВНЫЕ ФУНКЦИИ:\n\n1. Выбор цвета:\nНажмите на один из квадратов цвета в палитре, чтобы выбрать цвет для рисования.\n Выбранный цвет будет использоваться для рисования на пиксельной доске.\n\n2. Рисование:\nЩелкните на любом пикселе на доске, чтобы закрасить его выбранным цветом.\n\n3. Изменение масштаба:\nИспользуйте колесо мыши для масштабирования доски. Приближение позволит вам работать с доской более детально. \nНа мобильных устройствах используйте два пальца ( zoom ) для изменения масштаба.\n\n4. Перемещение по доске:\nЧтобы переместить видимую область доски, зажмите левую кнопку мыши и перемещайте курсор. \nНа мобильных устройствах используйте один палец для перемещения.\n\nПРАВИЛА ПОВЕДЕНИЯ:\n\nОтноситесь с уважением к другим пользователям. Не используйте оскорбительные слова и не проявляйте агрессию в чате.\n Соблюдайте закон. Не рисуйте и не распространяйте изображения, содержащие ненавистнические символы, откровенную порнографию ( половые органы, половые акты ), ссылки на незаконные сайты или другой контент, который может быть воспринят как оскорбительный или незаконный. Запрещено рисовать рекламный контент. \n\nРеклама согласовывается строго с администрацией сайта ( для приватных областей). \n\nЗа подобный контент без разрешения администратора пользователи будут заблокированы.\n\n ПРОЧЕЕ: \n\nСмена языка интерфейса: \n\nВы можете изменить язык интерфейса через выпадающее меню в верхнем правом углу экрана. \nСоветы по безопасности:  Не раскрывайте свой пароль третьим лицам.  \n\nТЕХНИЧЕСКАЯ ПОДДЕРЖКА : \n\n Если у вас возникли вопросы или проблемы, свяжитесь с техподдержкой по e-mail:",
  "spaceBetweenContactsInInstruction": "или через наш telegram: ",
  "secondPartOfInstruction": "UPD:\n\nПросим с пониманием отнестись к нашему сайту. Он пока только на старте своего развития и допустимы небольшие лаги, которые будут исправлены как только мы или вы их обнаружите. Сообщите нам о проблемах в техническую поддержку. Не нужно хейта, если вам не понравился наш сайт, так случается, просто найдите для себя другой. Мы всегда открыты к справедливой критике и готовы к развитию."
}