{
  "YouBanned":"Engellendiniz",
  "SrryUrAccBanned":"Maalesef hesabınız bloke edildi.",
  "Quit":"çıkmak",
  "Auth":"Yetkilendirme",
  "Login":"Login:",
  "Pass":"Şifre:",
  "ComeIn":"Oturum aç",
  "Registration":"Kaydolun",
  "Reg": "Tescil",
  "RemainSpect":"İzleyici olarak kalmak",
  "AdminPanel":"Yönetici paneli",
  "Coords": "Koordinatlar",
  "PutTextIn":"Metin girin",
  "Send":"Gönder",
  "PleaseToChat":"Mesaj göndermek için lütfen,",
  "GoAuth": "yetkilendir",
  "ChoosePaint":"Seçilen mod: Çizim",
  "ChooseClean":"Seçilen mod: Temizleme",
  "ChooseInfo":"Seçilen mod: Bilgi",
  "ClearArea":"Alan silme",
  "TakePixInfo":"Piksel bilgileri",
  "ShowPrivate":"Özel alanlar göster",
  "PickAreaPrivate":"Özelleştirilecek alanı seçin",
  "PrivateCoords":"Özel alan koordinatları:",
  "LoginOwner":"Sahibinin girişi",
  "CreatePrivate":"Özel bir alan yaratın",
  "PrivateAreaList":"Özel alanlar listesi",
  "UsersList":"Kullanıcı listesi",
  "Chat":"Sohbet odası",
  "PleaseToContinue":"Devam etmek için lütfen",
  "ToContin": "yapın",
  "UTryToPrintOnPrivate":"Özel mülkü boyamaya çalışıyorsun.",
  "Email":"Email:",
  "RepeatPass":"Şifreyi onaylayın:",
  "Registrate":"Kaydolun",
  "GochAccEnter":"Hesabınız var mı? Oturum aç",
  "GetBan":"Yasaklamak",
  "MoreInfo": "Talimatlar",
  "Help": "Yardım",
  "HelpMess": "Herhangi bir sorunuz varsa, lütfen ",
  "HelpMessMail": "admin@pixworld.fun",
  "HelpMessPart": "veya teknik olarak",
  "TgBotik": "telegram botumuzun",
  "InstructToSite":"Siteyi nasıl kullanırım",
  "CloseButtonInst":"Kapat",
  "InfoHowToUse": "Site Talimatları",
  "MainInfoText": "Ana İşlevler:\n\n Renk seçimi:\n\n Çizilecek rengi seçmek için paletteki renk karelerinden birine tıklayın.\nYeçilen renk, piksel tahtasına çizim yapmak için kullanılacaktır.\n\nAtama:\n\n Seçilen renkle boyamak için tahtadaki herhangi bir piksele tıklayın.\n\n Ölçeğin değiştirilmesi:\n\nkartayı ölçeklendirmek için fare tekerleğini kullanın. Yaklaşım, tahta ile daha ayrıntılı çalışmanıza izin verecektir.\n Mobil cihazlarda, yakınlaştırmayı değiştirmek için iki parmağınızı kullanın.\n\nKartayı hareket ettirmek:\n\nKartanın görünür alanını hareket ettirmek için farenin sol düğmesini basılı tutun ve imleci hareket ettirin.\n Mobil cihazlarda, hareket etmek için bir parmağınızı kullanın.",
  "AdminInfoText": "Yönetim Paneli:\n\nar Erişim:\n\nPadyönetim paneli yalnızca yönetici haklarına sahip kullanıcılar tarafından kullanılabilir.\n\nFonksiyonlar:\n\nKullanıcıları yönetme:\n\nKullanıcıları engelleme / engellemeyi kaldırma:\n\nkullanıcıyı listede bulun ve durumunu değiştirmek için düğmeye tıklayın, ardından kullanıcıdan sunucuya bir istek gelir gelmez kullanıcının yasaklanması durumunda engelleme sayfası ve engellenmesi durumunda tuvali yükleyecektir \n\nPikselle ilgili bilgileri görüntüleme:\n\nPikselle ilgili bilgiler düğmesine tıklayın, ardından bilgisayardaki farenin sol tuşuyla veya telefondaki tek parmakla tıklayın, ardından yönetici panelinde görüntülenecektir.\n\nkullanıcıyı Pikselin koordinatlarının ve renginin yanı sıra, bu pikseli boyayan kullanıcının postası ve giriş bilgilerinin yanı sıra, Engelle düğmesini kullanarak kullanıcıyı engelleyebilirsiniz \n\n Resimleri kontrol etmek: \n\n Alanları temizlemek: \n\n Alanı Sil düğmesine tıklayın, ardından telefondaki sol fare düğmesini veya parmağınızı basılı tutarak temizlenecek alanı seçin, ardından telefonlardaki sol fare düğmesini veya parmağınızı bırakın. Seçilen alan doğruysa eylemi onaylama penceresi görünecektir, Tamam'a tıklayın ve temizlenmesi gerekmeyen bir parçaya dokunulduysa alan temizlenecektir, İptal Et'e tıklayın ve doğru alanı seçin.\n\n Özel alanların değiştirilmesi: \n\n Özel alan için Alanı Seç düğmesine tıklayarak özel bir alan oluşturabilir, ardından bilgisayardaki sol fare düğmesini basılı tutarak veya telefondaki bir parmağınızı özel bir alan oluşturmak için alanı seçerek özel bir alan oluşturabilirsiniz, ardından özel Koordinatlar alanında özelliğin başlangıç ve bitiş koordinatları görüntülenecek ve manuel olarak girilip değiştirilebilecektir. Bir sonraki adım, sahibinin Giriş alanına, bu özel kişiye erişebildiğim kullanıcıların giriş bilgilerini, ilk girişin ana sahip olarak gösterileceği boşluktan girmektir \n \n ",
  "OtherInfoText": "Davranış Kuralları:\n\n Diğer kullanıcılara saygıyla davranın. Sohbette rahatsız edici kelimeler kullanmayın veya saldırgan olmayın.\nkayaya uyun. Nefret dolu semboller, pornografi veya saldırgan veya yasa dışı olarak algılanabilecek diğer içerikler içeren resimler çizmeyin veya dağıtmayın.\n\ndiğerleri:\n Arayüz dilini değiştir: Arayüz dilini ekranın sağ üst köşesindeki açılır menüden değiştirebilirsiniz.Güvenlik ipuçları: Şifrenizi üçüncü şahıslara açıklamayın.\n\n Teknik Destek: \n\n Herhangi bir sorunuz veya sorununuz varsa, lütfen e-posta yoluyla teknik destek ile iletişime geçin: admin@pixworld.eğlence veya telegram botumuz aracılığıyla.",
  "OtherInfoTextTwo": " or by our telegram",
  "firstPartOfInstruction": "ANA İŞLEVLER:\n\n1. Renk seçimi:\nÇizilecek rengi seçmek için paletteki renk karelerinden birine tıklayın.\n Seçilen renk, piksel tahtasına çizim yapmak için kullanılacaktır.\n\n2. Resim:\nSeçilen renkle boyamak için tahtadaki herhangi bir piksele tıklayın.\n\n3. Ölçek değişikliği:\nTahtayı ölçeklendirmek için fare tekerleğini kullanın. Yaklaşım, tahta ile daha ayrıntılı çalışmanıza izin verecektir. \nMobil cihazlarda, yakınlaştırmayı değiştirmek için iki parmağınızı ( zoom ) kullanın.\n\n4. Tahtada hareket etme:\nTahtanın görünen alanını hareket ettirmek için farenin sol düğmesini basılı tutun ve imleci hareket ettirin. \nMobil cihazlarda hareket etmek için bir parmağınızı kullanın.\n\nDAVRANIŞ KURALLARI:\n\nDiğer kullanıcılara saygılı davranın. Sohbette rahatsız edici kelimeler kullanmayın veya saldırgan olmayın.\n Yasalara uyun. Nefret dolu semboller, müstehcen pornografi ( cinsel organlar, cinsel eylemler ), yasa dışı sitelere bağlantılar içeren resimler çizmeyin veya dağıtmayın veya veya saldırgan veya yasa dışı olarak algılanabilecek diğer içerikler. Reklam içeriği çizmek yasaktır. \n\nReklamlar kesinlikle site yönetimi ile koordine edilir (özel alanlar için). \n\nYöneticinin izni olmadan bu tür içerikler için kullanıcılar engellenecektir. DİĞER ŞEYLER: \nArayüz dilini değiştirme: \n\nArayüzün dilini ekranın sağ üst köşesindeki açılır menüden değiştirebilirsiniz. \nGüvenlik ipuçları: Şifrenizi üçüncü şahıslara açıklamayın. TEKNİK DESTEK : Herhangi bir sorunuz veya sorununuz varsa, lütfen e-posta yoluyla teknik destek ile iletişime geçin:",
  "spaceBetweenContactsInInstruction": "veya bizim aracılığımızla telgraf:",
  "secondPartOfInstruction": "UPD:\n\nLütfen web sitemizi anlayışlı bir şekilde ele alıyoruz. Şimdilik sadece gelişiminin başlangıcındadır ve biz veya siz onları bulur bulmaz düzeltilecek küçük gecikmelere izin verilir. Sorunları teknik desteğe bize bildirin. Sitemizi beğenmediyseniz hataya gerek yok, öyle oluyor, sadece kendiniz için başka bir tane bulun. Her zaman adil eleştiriye açığız ve gelişmeye hazırız."

}